Repository: 84000/data-translation-memory
Catalog: toh153_84000-the-questions-of-the-naga-king-sagara-1-.tmx
Source language: bo
Languages: en

source: །ཆོས་ཐམས་ཅད་ནི་བྱེ་བྲག་མེད་པ་སྟེ། མཉམ་པ་ཉིད་ཁོང་དུ་ཆུད་པའི་ཕྱིར་རོ།
en: Phenomena have no subdivisions because they are realized as sameness.

source: །ཀླུའི་བདག་པོ་དེ་ལྟར་ན་ཆོས་ཐམས་ཅད་ཀྱི་མཉམ་པ་ཉིད་གང་ཡིན་པ་དེ་ལ་ནི་ལུང་བསྟན་པར་བྱ་བ་དང་། མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བ་ཅི་ཡང་མེད་དོ།
en: “Nāga Lord, therefore, within the sameness of all phenomena, there is nothing to be prophesied and no perfect and complete buddhahood whatsoever.

source: །ཀླུའི་བདག་པོ་དེ་བཞིན་གཤེགས་པ་རྣམས་ཀྱི་སྙིང་རྗེ་ཆེན་པོ་དང་། བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་མོས་པའི་སྟོབས་ལ་ལྟོས།
en: Nāga Lord, consider the great compassion of the thus-gone ones and the strength of the bodhisattvas’ aspiration.

source: གང་ཆོས་འདི་ལྟ་བུ་དག་ལ་མིང་དང་བརྡས་རྣམ་པར་ཕྱེ་ནས་སེམས་ཅན་དག་ལ་གོ་བར་བྱེད་ལ་སེམས་ཅན་ལ་མ་གཏོགས་པའི་ཆོས་རྣམས་ཀྱང་མ་མཐོང་།
en: By presenting phenomena in this manner through names and symbols, beings are made to understand.

source: ཆོས་ལ་མ་གཏོགས་པའི་སེམས་ཅན་རྣམས་ཀྱང་མ་མཐོང་ངོ་།
en: No phenomena can be seen outside of beings, and no beings can be seen outside of phenomena.

source: །སེམས་ཅན་རྣམས་ཇི་ལྟ་བ་བཞིན་དུ་ཆོས་རྣམས་ཀྱང་དེ་དང་འདྲའོ།
en: Phenomena are just as beings are.

source: །བྱང་ཆུབ་ཀྱང་དེ་དང་འདྲའོ།
en: Awakening is like this too.

source: །སངས་རྒྱས་ཀྱང་དེ་དང་འདྲའོ།
en: Buddhas are like this too.

source: །ལུང་བསྟན་པ་ཡང་དེ་དང་འདྲའོ།
en: Prophecy is like this too.

source: །ཆོས་ཐམས་ཅད་ཀྱི་དབྱིངས་ཀྱང་དེ་དང་འདྲ་སྟེ།
en: The realm of all phenomena is like this too.

source: དེས་ན་དེ་བཞིན་གཤེགས་པ་ཞེས་བྱའོ།
en: That is why one speaks of the thus-gone ones

source: །དེ་བཞིན་ཉིད་རྟོགས་པའི་དོན་དང་དེ་བཞིན་ཉིད་ལ་གནས་པའི་དོན་གྱིས་ན་དེ་བཞིན་ཉིད་དོ།
en: The term thusness is employed because thusness is realized and because one abides in thusness.

source: །དེ་བཞིན་ཉིད་མ་བསྒྲིབས་པའི་དོན་དང་། དེ་བཞིན་ཉིད་དབྱེར་མེད་པའི་དོན་དང་། དེ་བཞིན་ཉིད་ཁོང་དུ་ཆུད་པའི་དོན་དེས་ན་དེ་བཞིན་གཤེགས་པ་ཞེས་བྱའོ།
en: Since the meaning of thusness is unobscured, indivisible, and realized, one speaks of the thus-gone ones

source: །ཇི་ལྟར་དེ་བཞིན་གཤེགས་པ་དང་དེ་བཞིན་ཉིད་མཚུངས་པར་རབ་ཏུ་ཕྱེ་བ་དེ་བཞིན་དུ་ཆོས་ཐམས་ཅད་ཀྱང་། དེ་བཞིན་ཉིད་དང་མཚུངས་པར་རབ་ཏུ་ཕྱེ་བ་ཡིན་ཏེ།
en: Just as the thus-gone ones are indistinguishable from thusness, so too are phenomena indistinguishable from thusness.

source: ཀླུའི་བདག་པོ་འདི་ནི་དེ་བཞིན་གཤེགས་པའི་མཉམ་པ་ཉིད་ཀྱིས་ཡིན་ཏེ།
en: Nāga Lord, this is the level of sameness of the thus-gone ones.

source: བྱང་ཆུབ་སེམས་དཔའ་རྣམས་དེ་ལ་གནས་ན་མི་སྐྲག་མི་དངང་ཞིང་དངང་བར་མི་འགྱུར་ལ་དེ་བཞིན་གཤེགས་པའི་ས་མཉམ་པ་ཉིད་འདི་ཡང་སེམས་ཅན་རྣམས་ལ་གོ་བར་བྱེད་དོ།
en: If bodhisattvas abide in this, they will not be scared, frightened, or grow anxious. Rather, they will help beings to understand this sameness that is the ground of the thus-gone ones.”

source: །བསྟན་པ་འདི་བཤད་པ་ན་བྱང་ཆུབ་སེམས་དཔའ་སུམ་སྟོང་ཉིས་བརྒྱས་མི་སྐྱེ་བའི་ཆོས་རྣམས་ལ་བཟོད་པ་ཐོབ་པར་གྱུར་ཏོ།
en: When this teaching was given, thirty-two hundred bodhisattvas reached the acceptance that phenomena are unborn.

source: །ཀླུའི་རྒྱལ་པོ་མ་དྲོས་པ་ཡང་ཚིམ་ཞིང་མགུ་ལ་ཡི་རངས་ཏེ། རབ་ཏུ་དགའ་ཞིང་དགའ་བ་དང་། ཡིད་བདེ་བ་སྐྱེས་ནས་འཛམ་བུའི་གླིང་རི་བའི་མུ་ཏིག་གི་ཕྲེང་བ་དེ་བཞིན་གཤེགས་པའི་སྐུ་ལ་གསོལ་ཏོ།
en: Nāga King Anavatapta was also satisfied, happy, delighted, joyful, and at ease. On the body of the Thus-Gone One he placed a pearl garland worth as much as all of Jambudvīpa.

source: །དེ་ནས་ཀླུའི་རྒྱལ་པོ་རྒྱ་མཚོའི་བུ་མོ་ལྷ་མ་ཡིན་གྱི་དབང་པོ་ཐགས་ཟངས་རིས་ཀྱི་ཚ་མོ་རིན་ཆེན་སྣ་ཚོགས་ཅན་ཞེས་བྱ་བ་དེས། ཀླུའི་བུ་མོ་ཁྲི་དང་ལྷན་ཅིག་ཏུ་ལག་པ་གཡས་པས་མུ་ཏིག་གི་ཕྲེང་བ་བླངས་ནས་བཅོམ་ལྡན་འདས་ལ་མིག་མི་འཛུམས་པར་བལྟ་སྟེ།
en: Then Adorned with Various Jewels, who was Nāga King Sāgara’s daughter and also related to the asura ruler Vemacitrin, along with ten thousand nāga women, took pearl garlands in their right hands and stared wide-eyed at the Blessed One.

source: ཕྱག་འཚལ་ཞིང་འདུག་པར་གྱུར་ཏོ།
en: They then prostrated and sat down.

source: །དེ་ནས་བུ་མོ་རིན་ཆེན་སྣ་ཚོགས་ཅན་དང་ཀླུའི་བུ་མོ་ཁྲི་པོ་དེ་དག་གིས་བཅོམ་ལྡན་འདས་ཀྱི་སྐུ་ལ་མུ་ཏིག་གི་ཕྲེང་བ་དེ་དག་གསོལ་ནས་ཚིག་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་བདག་ཅག་རྣམས་ལྷན་ཅིག་ཏུ་འཐུན་ཞིང་ཡང་དག་པར་དགའ་བ་བཞིན་དུ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་སེམས་བསྐྱེད་དོ།
en: Adorned with Various Jewels and the ten thousand nāga women then dressed the body of the Blessed One with these pearl garlands and said, “Blessed One, all of us have been inspired and developed the mind set on unsurpassed and perfect awakening.

source: །བདག་ཅག་ཀྱང་མ་འོངས་པའི་དུས་ན་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་སུ་གྱུར་ཅིག །ད་ལྟར་གྱི་དེ་བཞིན་གཤེགས་པ་ཇི་ལྟ་བ་བཞིན་དུ་འདི་འདྲ་བར་ཆོས་ཀྱང་སྟོན་པར་གྱུར་ཅིག །དགེ་འདུན་ཡང་སྲུང་བར་གྱུར་ཅིག །དེ་ནས་ཚེ་དང་ལྡན་པ་འོད་སྲུང་ཆེན་པོས་ཀླུའི་བུ་མོ་དེ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ།
en: In the future, may we also become thus-gone worthy ones, perfect buddhas! May we teach the Dharma just as the Thus-Gone One has taught now. May we also care for the Saṅgha.” At this point, Venerable Mahākāśyapa addressed the nāga women:

source: །བུ་མོ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ནི་བུད་མེད་ཀྱི་ལུས་ཀྱིས་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་མི་ནུས་ཏེ་འགྲུབ་པར་དཀའོ།
en: “Girls, one cannot become a perfect buddha in a female body, so it will be difficult for you to attain unsurpassed perfect complete awakening.”

source: །དེ་ནས་བུ་མོ་རིན་ཆེན་སྣ་ཚོགས་ཅན་གྱིས་ཚེ་དང་ལྡན་པ་འོད་སྲུང་ཆེན་པོ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ།
en: Adorned with Various Jewels then responded to Venerable Mahākāśyapa:

source: །བཙུན་པ་འོད་སྲུང་ཆེན་པོ་བུད་མེད་ཀྱི་ལུས་ཀྱིས་ཀྱང་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་མི་འགྱུར་ལ་ལྷག་པའི་བསམ་པ་ལ་ཞུགས་པ་ལ་ཡང་།
en: “Honorable Mahākāśyapa, it may be that one cannot fully awaken to unsurpassed and perfect buddhahood in a female body.

source: བྱང་ཆུབ་འགྲུབ་དཀའ་བ་མ་མཆིས་སོ།
en: However, when one has developed pure motivation, it is not difficult to accomplish awakening.

source: །བྱང་ཆུབ་སེམས་དཔའི་བྱང་ཆུབ་ནི་སེམས་བསྐྱེད་པ་ལ་རག་ལས་ཏེ། བྱང་ཆུབ་ཏུ་སེམས་བསྐྱེད་མ་ཐག་ཏུ་སངས་རྒྱས་ཀྱི་ཆོས་ཐམས་ཅད་བཟུང་བར་འགྱུར་རོ།
en: The awakening of the bodhisattvas depends on the development of the mind set on awakening, and as soon as one develops the mind set on awakening, one will acquire all the qualities of buddhahood.

source: །བཙུན་པས་གང་འདི་སྐད་དུ་བུད་མེད་ཀྱི་ལུས་ཀྱིས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་མི་ནུས་སོ། །ཞེས་གསུངས་པ་དེ་ནི་སྐྱེས་པའི་ལུས་ཀྱིས་ཀྱང་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་མི་ནུས་སོ།
en: “Honorable One, you say that one cannot fully awaken to unsurpassed and perfect buddhahood in a female body, but one cannot fully awaken in a male body either.

source: །དེ་ཅིའི་སླད་དུ་ཞེ་ན།
en: Why is this, you may ask?

source: དེ་བཞིན་གཤེགས་པས་འདི་སྐད་དུ་མིག་ནི་སྐྱེས་པ་ཡང་མ་ཡིན། བུད་མེད་ཀྱང་མ་ཡིན་ནོ། །དེ་བཞིན་དུ་རྣ་བ་དང་། སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་ནི་བུད་མེད་ཀྱང་མ་ཡིན། སྐྱེས་པ་ཡང་མ་ཡིན་ནོ་ཞེས་གསུངས་པའི་ཕྱིར་རོ།
en: Because the Thus-Gone One has said that the eye is not male, nor is it female, and that likewise the ear, nose, tongue, body, and mind are not female—nor are they male.

source: །བཙུན་པ་འོད་སྲུང་ཆེན་པོ་དེ་ཅིའི་སླད་དུ་ཞེ་ན།
en: Honorable Mahākāśyapa, why is this, you may ask?

source: མིག་ནི་སྟོང་པ་སྟེ། སྟོང་པ་གང་ལགས་པ་དེ་ལ་ནི་བུད་མེད་ཀྱང་མ་མཆིས།
en: The eye is empty, and what is empty is not female—nor is it male.

source: སྐྱེས་པ་ཡང་མ་མཆིས་པའི་སླད་དུའོ། །བཙུན་པ་འོད་སྲུང་ཆེན་པོ་དེ་བཞིན་དུ་རྣ་བ་དང་། སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་ནི་སྟོང་པ་སྟེ། སྟོང་པ་གང་ལགས་པ་དེ་ལ་ནི་བུད་མེད་ཀྱང་མ་མཆིས། སྐྱེས་པ་ཡང་མ་མཆིས་པའི་སླད་དུའོ།
en: Honorable Mahākāśyapa, likewise the ear, nose, tongue, body, and mind are empty, and what is empty is not female—nor is it male.

source: །བཙུན་པ་དེ་ལ་མིག་ཁོང་དུ་ཆུད་པ་གང་ལགས་པ་དེ་ནི་བྱང་ཆུབ་ལགས་སོ།
en: In this regard, Honorable One, understanding the nature of the eye is awakening.

source: །རྣ་བ་དང་། སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་ཁོང་དུ་ཆུད་པ་གང་ལགས་པ་དེ་ནི་བྱང་ཆུབ་ལགས་སོ།
en: Understanding the nature of the ear, nose, tongue, body, and mind is awakening.

source: །བྱང་ཆུབ་གང་ལགས་པ་དེ་ལ་ནི་བུད་མེད་ཀྱི་ཆོས་རྣམས་སམ། སྐྱེས་པའི་ཆོས་རྣམས་མ་མཆིས་སོ།
en: Awakening has neither female nor male attributes.

source: །བཙུན་པ་འོད་སྲུང་ཆེན་པོ་དེ་ལྟ་བས་ན་བྱང་ཆུབ་ཀྱི་ངོ་བོ་ཉིད་གང་ལགས་པ་དེ་ནི་བདག་གི་ངོ་བོ་ཉིད་ཀྱང་དེ་ལགས་སོ། །སྨྲས་པ།
en: Therefore, Honorable Mahākāśyapa, the essence of awakening is also my essence.”

source: བུ་མོ་ཅི་ཁྱོད་བྱང་ཆུབ་ཡིན་ནམ། སྨྲས་པ།
en: “Girl, are you awakened?”

source: གནས་བརྟན་དང་བདག་ཅག་གཉིས་ཀ་ཡང་བྱང་ཆུབ་ལགས་སོ། །སྨྲས་པ།
en: “Both the elder and I are awakened.”

source: བུ་མོ་ཁོ་བོ་ནི་བྱང་ཆུབ་མ་ཡིན་གྱི་ཁོ་བོ་ནི་ཉན་ཐོས་ཡིན་ནོ། །སྨྲས་པ།
en: “Girl, I am not awakened; I am a hearer.”

source: བཙུན་པ་འོད་སྲུང་ཆེན་པོ་ཁྱོད་སུས་བཏུལ།
en: “Honorable Mahākāśyapa, who guided you?”

source: སྨྲས་པ། བུ་མོ་ཁོ་བོ་ནི་དེ་བཞིན་གཤེགས་པས་བཏུལ་ཏོ། །སྨྲས་པ།
en: “Girl, I was guided by the Thus-Gone One.”

source: གནས་བརྟན་གལ་ཏེ་དེ་བཞིན་གཤེགས་པས་བཏུལ་ན་གལ་ཏེ་དེ་བཞིན་གཤེགས་པ་མངོན་པར་རྫོགས་པར་སངས་མ་རྒྱས་སུ་ཟིན་ན། དེ་བཞིན་གཤེགས་པས་གནས་བརྟན་གདུལ་བར་སྤྱོད་དམ།
en: “Elder, if you were guided by the Thus-Gone One, and if the Thus-Gone One had not already fully awakened, would the Thus-Gone One have acted to guide the elder?”

source: །བུ་མོ་དེ་ནི་མ་ཡིན་ནོ། །སྨྲས་པ།
en: “Girl, no he would not.”

source: བཙུན་པ་འོད་སྲུང་ཆེན་པོ་དེ་ལྟ་བས་ན་ཁྱོད་ཉིད་ཀྱང་བྱང་ཆུབ་ལགས་ཏེ། བྱང་ཆུབ་མ་ལགས་པའི་ཆོས་ཅི་ཡང་མ་མཆིས་སོ། །སྨྲས་པ།
en: “Therefore, Honorable Mahākāśyapa, you are also awakened, for there are no things that are not awakened.”

source: བུ་མོ་ཅི་མཚམས་མེད་པ་རྣམས་ཀྱང་བྱང་ཆུབ་ཡིན་ནམ། སྨྲས་པ།
en: “Girl, are even the acts of immediate retribution awakened?”

source: བཙུན་པ་དེ་དེ་བཞིན་ཏེ། མཚམས་མེད་པ་རྣམས་ཀྱང་བྱང་ཆུབ་ལགས་སོ།
en: “Honorable One, yes—even the acts of immediate retribution are awakened.

source: བྱང་ཆུབ་ནི་མཚམས་མེད་པའི་རང་བཞིན་ཅན་ལགས་ཏེ། མཚམས་མེད་པའི་ཆོས་ཀྱི་སྟོང་པ་ཉིད་ཀྱི་རང་བཞིན་གང་ལགས་པ་དེ་ནི་བྱང་ཆུབ་ལགས་ལ།
en: Because awakening has the nature of the acts of immediate retribution, for the nature of the emptiness of the acts of immediate retribution is awakened.

source: སྟོང་པ་ཉིད་ཀྱི་ཆོས་ཀྱི་རང་བཞིན་གང་ལགས་པ་དེ་ནི་བྱང་ཆུབ་ལགས་པའི་སླད་དུའོ།
en: Because the nature of emptiness is awakened.

source: །བཙུན་པ་དེ་ལྟར་ན་མཚམས་མེད་པ་ཁོང་དུ་ཆུད་པ་ལས་བྱང་ཆུབ་འབྱུང་ངོ་།
en: Therefore, Honorable One, awakening can arise out of the understanding of the acts of immediate retribution.

source: །བཙུན་པ་བྱང་ཆུབ་མ་ལགས་པ་གང་ལགས་པ་དེ་ནི་མ་མཆིས་ཏེ།
en: Honorable One, nothing exists that is not awakened.

source: གལ་ཏེ་ཆོས་འགའ་ཞིག་དང་མི་ལྡན་ན་ནི་མ་ལགས་ཀྱི།
en: If a few phenomena were excluded, that would not be awakening.

source: ཆོས་ཐམས་ཅད་མཉམ་པ་ཉིད་དང་ལྡན་པ་དེ་ནི་བྱང་ཆུབ་ལགས་སོ། །སྨྲས་པ།
en: However, it is precisely the very sameness of all phenomena that makes them awakening.”

source: བུ་མོ་ཁྱོད་ཀྱི་སྤོབས་པ་འདི་སུས་བྱིན། སྨྲས་པ།
en: “Girl, who gave you such eloquence?”

source: གནས་བརྟན་གྱིས་སྩལ་ཏོ།
en: “It was given by the elder.

source: གལ་ཏེ་གནས་བརྟན་གྱིས་མ་སྨྲས་ན་བདག་གི་སྤོབས་པ་འདི་སྐྱེ་བར་མི་འགྱུར་བའི་སླད་དུའོ།
en: Because my eloquence would not have arisen if the elder had said nothing.

source: །བཙུན་པ་དཔེར་ན་གལ་ཏེ་མ་སྨྲས་ན་བྲག་ཅའི་སྒྲ་འབྱུང་བར་མི་འགྱུར་བ་དེ་བཞིན་དུ་བཙུན་པ་འོད་སྲུང་ཆེན་པོ་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ནི་མ་དྲིས་ཀྱི་བར་དུ་སྤོབས་པ་སྐྱེ་བར་མི་འགྱུར་རོ། །སྨྲས་པ།
en: As an analogy, Honorable One, just as there can be no echo if no one speaks, Honorable Mahākāśyapa, bodhisattvas do not give rise to eloquence until a question is posited.”

source: བུ་མོ་ཁྱོད་ཀྱིས་དེ་བཞིན་གཤེགས་པ་ཇི་སྙེད་ལ་བསྙེན་བཀུར་བྱས།
en: “Girl, how many thus-gone ones have you served?”

source: སྨྲས་པ་གནས་བརྟན་གྱིས་ཉོན་མོངས་པ་ཇི་སྙེད་སྤངས་པ་སྙེད་ལའོ། །སྨྲས་པ།
en: “As many as the afflictions that the elder has abandoned.”

source: བུ་མོ་ཁོ་བོའི་ཉོན་མོངས་པ་རྣམས་ནི་སྤངས་པ་མེད་དོ། །སྨྲས་པ།
en: “Girl, I have not abandoned the afflictions.”

source: བཙུན་པ་ཉོན་མོངས་པ་དང་བཅས་པ་ལགས་སམ།
en: “Honorable One, are you afflicted, then?”

source: སྨྲས་པ། ཁོ་བོ་ནི་ཉོན་མོངས་པ་དང་བཅས་པ་ཡང་མ་ཡིན། ཉོན་མོངས་པ་རྣམས་སྤངས་པ་ཡང་མ་ཡིན་ནོ། །སྨྲས་པ།
en: “I am neither afflicted, nor have I abandoned the afflictions.”

source: ཅི་བཙུན་པ་ཁྱོད་ཀྱིས་ཉོན་མོངས་པ་རྣམས་བཞག་གམ། སྨྲས་པ།
en: “Why Honorable One, have you cast off the afflictions?”

source: བསྐྱེད་པ་ཡང་མེད། འགག་པར་བྱས་པ་ཡང་མེད། བཞག་པ་ཡང་མེད་དེ།
en: “I do not produce them, cause them to cease, or cast them off.

source: དེ་བཞིན་ཉིད་ཇི་ལྟ་བ་བཞིན་དུ་ཤེས་སོ། །སྨྲས་པ།
en: I simply know thusness as it truly is.”

source: ཅི་དེ་བཞིན་ཉིད་ཤེས་པར་བགྱི་བ་ཞིག་ལགས་སམ་སྨྲས་པ་དེ་ནི་མ་ཡིན་ནོ།
en: “How can thusness be something one knows?”

source: །སྨྲས་པ།
en: “It is not.”

source: འོ་ན་ཅིའི་སླད་དུ་དེ་བཞིན་ཉིད་ཇི་ལྟ་བ་དེ་བཞིན་དུ་ཉོན་མོངས་པ་ཤེས་སོ་ཞེས་གསུངས།
en: “Why, then, is it said that the afflictions are known in exactly the same way as thusness?

source: གལ་ཏེ་མཁྱེན་ན་ནི་དེ་བཞིན་ཉིད་མ་ལགས་སོ། །ཇི་སྟེ་མི་མཁྱེན་ན་ནི་དེ་ལྟ་ན་བཙུན་པ་བྱིས་པ་སོ་སོའི་སྐྱེ་བོ་ཐམས་ཅད་དང་མི་ཤེས་པ་ཅན་དུ་མཚུངས་སོ། །སྨྲས་པ།
en: If you knew it, it would not be thusness, whereas if you do not know it, Honorable One, you are on par with ordinary beings, those who do not know.”

source: བུ་མོ་ཁྱོད་ཀྱི་ཚིག་ཐམས་ཅད་ནི་གཞན་གྱི་ཚིག་གཅོད་པར་བྱེད་པའོ། །སྨྲས་པ།
en: “Girl, all of your words nullify the words of others.”

source: བདག་ནི་ཚིག་གཅོད་པར་ཡང་མི་བགྱིད། བསྒྲུབ་པར་ཡང་མི་བགྱིད་དོ།
en: “My words neither nullify nor establish words.

source: ཆོས་ཀྱི་དབྱིངས་ནི་གཅད་དུ་མ་མཆིས་པ་ལགས་ལ། ཚིག་ཐམས་ཅད་ནི་ཆོས་ཀྱི་དབྱིངས་སུ་ཡང་དག་པར་འདུ་བའི་སླད་དུའོ། །སྨྲས་པ།
en: Because the realm of reality cannot be nullified, and all words are truly contained within the realm of reality.”

source: གང་ཁྱོད་ཀྱིས་བདག་བྱིས་པ་སོ་སོའི་སྐྱེ་བོ་ཐམས་ཅད་དང་མཉམ་སྟེ་བཞག་པ་དེ་ཁྱོད་འགྱོད་པར་མི་འགྱུར་རམ།
en: “Do you not regret positing that I am on par with ordinary beings?”

source: སྨྲས་པ། བཙུན་པ་འོད་སྲུང་ཆེན་པོ་གལ་ཏེ་བདག་གིས་གནས་བརྟན་ཡང་ཐ་དད་ལ་བྱིས་པ་སོ་སོའི་སྐྱེ་བོ་ཐམས་ཅད་ཀྱང་ཐ་དད་པར་བཞག་པ་ནི་དེ་ལྟར་བདག་འགྱོད་པར་འགྱུར་བ་ཞིག་ན་གང་གི་སླད་དུ་བདག་གིས་གནས་བརྟན་བྱིས་པ་སོ་སོའི་སྐྱེ་བོ་ཐམས་ཅད་དང་ཐ་མི་དད་པར་བཞག་པ་དེས་ན་བདག་འགྱོད་པར་མི་འགྱུར་རོ།
en: “Honorable Mahākāśyapa, I would only regret positing a difference between the elder, on the one hand, and all ordinary beings on the other, so I do not regret positing that the elder and all ordinary beings are not different.

source: །བཙུན་པ་མཚུངས་ཞེས་བགྱི་བ་དེ་ནི་ཆོས་ཐམས་ཅད་ཐ་དད་པ་མ་མཆིས་པ་དང་། ནམ་མཁའ་དང་མཚུངས་པ་ཉིད་ཀྱི་ཚིག་བླ་དགས་ལགས་སོ། །སྨྲས་པ།
en: Honorable One, saying "on par with" is synonymous with the fact that all phenomena are undifferentiated and like space.”

source: བུ་མོ་ཅི་ཁྱོད་སོ་སོའི་སྐྱེ་བོ་རྣམས་དང་མཚུངས་སམ་འོན་ཏེ་འཕགས་པ་རྣམས་དང་མཚུངས། སྨྲས་པ།
en: “Girl, are you on par with ordinary beings, or are you on par with the noble ones?”

source: བཙུན་པ་བདག་ནི་སོ་སོའི་སྐྱེ་བོ་རྣམས་དང་མཚུངས་པ་ཡང་མ་ལགས། འཕགས་པ་རྣམས་དང་མཚུངས་པ་ཡང་མ་ལགས་སོ།
en: “Honorable One, I am not on par with ordinary beings, nor am I on par with the noble ones.

source: གལ་ཏེ་བདག་སོ་སོའི་སྐྱེ་བོ་རྣམས་དང་མཚུངས་ན་ནི་བདག་ནི་བྱང་ཆུབ་སེམས་དཔའི་སྤྱོད་པ་དོན་མ་མཆིས་པར་འགྱུར་རོ། །ཇི་སྟེ་འཕགས་པ་རྣམས་དང་མཚུངས་ན་ནི་ཉན་ཐོས་རྣམས་དང་མཚུངས་པར་འགྱུར་ཏེ།
en: If I were on par with ordinary beings, bodhisattva conduct would be meaningless for me, whereas if I were on par with the noble ones, then I would be on par with the hearers.

source: དེ་ལྟ་ན་ནི་བདག་སངས་རྒྱས་ཀྱི་ཆོས་རྣམས་ལས་ཡོངས་སུ་ཉམས་པར་འགྱུར་རོ། །སྨྲས་པ།
en: If that were the case, I would have fallen away from the qualities of buddhahood.”

source: བུ་མོ་གལ་ཏེ་ཁྱོད་སོ་སོའི་སྐྱེ་བོ་རྣམས་དང་ཡང་མི་མཚུངས་འཕགས་པ་རྣམས་དང་ཡང་མི་མཚུངས་ན། ཅི་ཁྱོད་སངས་རྒྱས་ཀྱི་ཆོས་རྣམས་དང་མཚུངས་སམ། སྨྲས་པ།
en: “Girl, if you are not on par with either ordinary beings or noble ones, how are you on par with the qualities of buddhahood?”

source: བཙུན་པ་འོད་སྲུང་ཆེན་པོ་བདག་ནི་ད་གཟོད་སངས་རྒྱས་ཀྱི་ཆོས་རྣམས་དང་མཚུངས་པ་མ་ལགས་སོ།
en: “Honorable Mahākāśyapa, it is not that I am just now coming to be on par with the qualities of buddhahood.

source: བདག་ནི་ཐོག་མ་ནས་ཀྱང་སངས་རྒྱས་ཀྱི་ཆོས་རྣམས་དང་མཚུངས་སོ། །སྨྲས་པ།
en: I am primordially on par with the qualities of buddhahood.”

source: བུ་མོ་གལ་ཏེ་ཁྱོད་སངས་རྒྱས་ཀྱི་ཆོས་རྣམས་དང་མཚུངས་ན། ཅི་སངས་རྒྱས་ཀྱི་ཆོས་དེ་དག་ཁྱོད་ལ་ཡོད་དམ། སྨྲས་པ།
en: “Girl, if you are on par with the qualities of buddhahood, how do you have these qualities of buddhahood?”

source: གནས་བརྟན་ཅི་སངས་རྒྱས་ཀྱི་ཆོས་སུ་གདགས་པ་འདས་པའམ། མ་འོངས་པའམ། ད་ལྟར་བྱུང་བའམ།
en: “Elder, are these so-called qualities of buddhahood in the past, present, or future?

source: ཡུལ་ན་གནས་པའམ། ཕྱོགས་ན་གནས་པའམ། སྔོན་པོའམ། སེར་པོའམ།
en: Do they exist as objects or in particular directions?

source: དམར་པོའམ། དཀར་པོ་འམ། བཙོད་ཀའམ། ཤེལ་གྱི་ཁ་དོག་གམ། དངུལ་གྱི་ཁ་དོག་ལྟ་བུ་ལགས་སམ།
en: Are they blue, yellow, red, white, madder, clear, or silver-colored?”

source: སྨྲས་པ། བུ་མོ་སངས་རྒྱས་ཀྱི་ཆོས་རྣམས་གདགས་པ་ནི་ཁ་དོག་དང་། དབྱིབས་ཀྱི་སྒོ་ནས་བསྟན་པར་མི་ནུས་སོ། །སྨྲས་པ།
en: “Girl, the so-called qualities of buddhahood cannot be described in terms of color or shape.”

source: བཙུན་པ་གལ་ཏེ་སངས་རྒྱས་ཀྱི་ཆོས་རྣམས་གདགས་སུ་མ་མཆིས་པ་དང་། གདགས་སུ་མི་རུང་བ་ལགས་ན་ཅིའི་སླད་དུ་བདག་ལ་ཚོར་བར་མཛད།
en: “Honorable One, if the qualities of buddhahood cannot be described, and are not possible to describe, why then do I experience them?

source: སྨྲས་པ། བུ་མོ་འོ་ན་སངས་རྒྱས་ཀྱི་ཆོས་གང་ལས་བཙལ་བར་བྱ།
en: “Well then, girl, where should one seek the qualities of buddhahood?”

source: སྨྲས་པ། ལྟ་བའི་རྣམ་པ་དྲུག་ཅུ་རྩ་གཉིས་ལས་བཙལ་བར་བགྱིའོ། །སྨྲས་པ།
en: “They should be sought in the sixty-two views.”

source: ལྟ་བའི་རྣམ་པ་དྲུག་ཅུ་རྩ་གཉིས་ཀྱང་གང་ལས་བཙལ་བར་བྱ། སྨྲས་པ།
en: “And where should the sixty-two views themselves be sought?”

source: དེ་བཞིན་གཤེགས་པའི་རྣམ་པར་གྲོལ་བ་ལས་བཙལ་བར་བགྱིའོ། །སྨྲས་པ།
en: “They should be sought in the liberation of the Thus-Gone One.”

source: དེ་བཞིན་གཤེགས་པའི་རྣམ་པར་གྲོལ་བ་གང་ལས་བཙལ་བར་བྱ།
en: “And where should the liberation of the Thus-Gone One itself be sought?”

source: སྨྲས་པ། མཚམས་མེད་པ་ལྔ་ལས་བཙལ་བར་བགྱིའོ། །སྨྲས་པ།
en: “It should be sought in the five acts of immediate retribution.”

source: མཚམས་མེད་པ་ལྔ་ཡང་གང་ལས་བཙལ་བར་བྱ། སྨྲས་པ།
en: “And where should the five acts of immediate retribution themselves be sought?”

source: གནས་བརྟན་འོད་སྲུང་ཆེན་པོའི་རྣམ་པར་གྲོལ་བའི་ཡེ་ཤེས་མཐོང་བ་ལས་བཙལ་བར་བགྱིའོ།
en: “They should be sought in the elder Mahākāśyapa’s liberated wisdom vision.”

source: །སྨྲས་པ། བུ་མོ་ཁྱོད་ཀྱི་གཏམ་འདི་འདྲ་བ་དེ་ཇི་ལྟ་བུ་ཞིག །སྨྲས་པ།
en: “Girl, what do you mean by such a claim?”

source: བཙུན་པ་གཏམ་འདི་ནི་མ་བཅིངས་མ་གྲོལ་བའི་གཏམ་ལགས་སོ།
en: “Honorable One, this claim is neither a binding nor a liberating claim.

source: །བླང་དུ་མ་མཆིས་ཤིང་དོར་དུ་མ་མཆིས་ཏེ་རང་བཞིན་གྱིས་ཡོངས་སུ་དག་པའི་གཏམ་ལགས་སོ།
en: It is not a claim to accept or reject. Rather, it is a naturally pure claim.

source: །ཆོས་ཐམས་ཅད་ཐ་དད་པ་མ་མཆིས་པའི་གཏམ་ལགས་སོ།
en: It is a claim of how all phenomena are beyond difference.”

source: །སྨྲས་པ། བུ་མོ་འདི་ནི་དེ་བཞིན་གཤེགས་པ་རྣམས་ཀྱི་བྱང་ཆུབ་དང་འཐུན་པ་མ་ཡིན་ནོ། །སྨྲས་པ།
en: “Girl, this does not accord with the awakening of the thus-gone ones.”

source: བཙུན་པ་འོད་སྲུང་ཆེན་པོ་དེ་ནི་མེད་དེ། འདི་ནི་དེ་བཞིན་གཤེགས་པ་རྣམས་ཀྱི་བྱང་ཆུབ་དང་འཐུན་པ་མ་ལགས་སོ།
en: “Honorable Mahākāśyapa, that is not existent, and so this does not accord with the awakening of the thus-gone ones.

source: འདི་ལྟར་དེ་བཞིན་གཤེགས་པ་རྣམས་ཀྱི་བྱང་ཆུབ་ནི་བརྗོད་དུ་མ་མཆིས་པ་བསྙད་དུ་མ་མཆིས་པ་ལགས་པའི་སླད་དུའོ།
en: Because the awakening of the thus-gone ones cannot be described or related.

source: །བཙུན་པ་འོད་སྲུང་ཆེན་པོ་བཤད་པའི་དངོས་པོ་གང་ལགས་པ་དེ་དག་ཐམས་ཅད་ནི་སྒྲས་རྣམ་པར་དབྱེ་བ་ལགས་ལ།
en: Honorable Mahākāśyapa, all entities that can be described are distinguished by words.

source: བྱང་ཆུབ་གང་ལགས་པ་དེ་ནི་དོན་དམ་པར་སྒྲས་བརྡ་སྤྲད་པར་མི་ནུས་པ་ལགས་སོ།
en: However, on the ultimate level, awakening cannot be communicated by words.

source: །བཙུན་པ་བྱང་ཆུབ་ཅེས་བགྱི་བ་འདི་ནི་ཉེ་བར་ཞི་བའི་གཞི་ལགས་སོ།
en: Honorable One, what we call awakening is the peaceful ground.

source: །འདི་ནི་ཡི་གེ་མ་མཆིས་པའི་གཞི་ལགས་སོ།
en: This is a nonverbal ground.

source: །འདི་ནི་ཇི་ལྟ་བ་བཞིན་གྱི་གཞི་ལགས་སོ།
en: This is the ground of things as they are.

source: །འདི་ནི་གཞི་མ་མཆིས་པའི་གཞི་ལགས་སོ། །སྨྲས་པ།
en: This is the groundless ground.”

source: བུ་མོ་གལ་ཏེ་བྱང་ཆུབ་ཀྱི་མཚན་ཉིད་དེ་ལྟ་བུ་ཡིན་ན། དེ་ཇི་ལྟར་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་འགྱུར། སྨྲས་པ།
en: “Girl, if the characteristic of awakening is as you say, then how can one fully awaken?”

source: བཙུན་པ་འོད་སྲུང་ཆེན་པོ་ལུས་དང་སེམས་ཀྱིས་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་མི་འགྱུར་རོ།
en: “Honorable Mahākāśyapa, one does not fully awaken through body and mind.

source: བྱང་ཆུབ་ནི་ལུས་དང་སེམས་ཀྱི་ངོ་བོ་ཉིད་ཁོ་ན་ལགས་ཏེ།
en: Awakening is simply the essential nature of body and mind.

source: ངོ་བོ་ཉིད་ཀྱིས་ངོ་བོ་ཉིད་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་མི་འགྱུར་རོ། །སྨྲས་པ།
en: Thus, the essential nature does not fully awaken to the essential nature.”

source: བུ་མོ་ཅི་ཁྱོད་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་འགྱུར་རམ། སྨྲས་པ།
en: “Girl, will you fully awaken to buddhahood?”

source: བདག་ཉིད་བྱང་ཆུབ་ལགས་ཏེ།
en: “I am awakening.

source: བྱང་ཆུབ་ཀྱིས་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་མི་འགྱུར་ལགས་སོ། །སྨྲས་པ།
en: Through awakening, one does not fully awaken to buddhahood.”

source: བུ་མོ་གལ་ཏེ་ཁྱོད་ཉིད་བྱང་ཆུབ་ཡིན་ན། ཅི་ཁྱོད་ཀྱི་འཁོར་ལོ་སྐོར་རམ། སྨྲས་པ།
en: “Girl, if you are awakened, do you turn the wheel?”

source: བདག་ནི་ཆོས་ཀྱི་འཁོར་ལོ་སྐོར་ལགས་སོ། །སྨྲས་པ།
en: “I am turning the wheel of Dharma.”

source: ཁྱོད་ཀྱི་ཆོས་ཀྱི་འཁོར་ལོ་སྐོར་བ་ཇི་ལྟ་བུ་ཞིག །སྨྲས་པ།
en: “How is it that you are turning the wheel of Dharma?”

source: འཁོར་ལོ་དེ་ནི་རྟེན་ཐམས་ཅད་དང་བྲལ་བའི་སླད་དུ་མི་གཡོ་བ་ལགས་སོ།
en: “This wheel is unmoving because it is free from all supports.

source: །འཁོར་ལོ་དེ་ནི་ཆོས་ཀྱི་དབྱིངས་ལ་གནས་པའི་ཚུལ་གྱིས་གནས་པ་མ་མཆིས་པ་ལགས་སོ།
en: Because of the way in which this wheel abides in the realm of reality, it has no location.

source: །འཁོར་ལོ་དེ་ནི་བྲལ་བ་མ་མཆིས་པའི་ཚུལ་གྱིས་དེ་བཞིན་ཉིད་ལགས་སོ།
en: Because of the way in which this wheel is free from any lack, it is thusness.

source: །འཁོར་ལོ་དེ་ནི་ཡང་དག་པའི་མཐའ་ལ་གནས་པས་མི་གནས་པ་ལགས་སོ།
en: Because this wheel abides in the limit of reality, it is nonabiding.

source: །འཁོར་ལོ་དེ་ནི་གནས་ཐམས་ཅད་ལས་བྱུང་བ་མ་ལགས་པས་གནས་མ་མཆིས་པ་ལགས་སོ།
en: Because this wheel does not arise from any location, it is nonlocalized.

source: །འཁོར་ལོ་དེ་ནི་ཆོས་ཐམས་ཅད་ཀྱི་མཉམ་པ་ཉིད་ཀྱི་རྗེས་སུ་སོང་བས་གཉིས་སུ་མ་མཆིས་པ་ལགས་སོ།
en: Because this wheel accords with the sameness of all phenomena, it is nondual.

source: །འཁོར་ལོ་དེ་ནི་གཅིག་དང་ཐ་དད་པ་མི་དམིགས་པས་ཐ་དད་པ་མ་ལགས་སོ།
en: Because this wheel cannot be apprehended as the ewsame or different, it is not differentiated.

source: །འཁོར་ལོ་དེ་ནི་སྒྲ་དང་སྐད་དང་ཚིག་གི་ལམ་ཐམས་ཅད་རོ་གཅིག་པས་བརྗོད་དུ་མ་མཆིས་པ་ལགས་སོ།
en: Because this wheel is of one taste with all conventions, language, and speech, it is indescribable.

source: །འཁོར་ལོ་དེ་ནི་ཤིན་ཏུ་ཀུན་ནས་ཉོན་མོངས་པ་ཅན་མ་ལགས་པས་རྣམ་པར་དག་པ་ལགས་སོ།
en: Because this wheel is not polluted, it is pure.

source: །འཁོར་ལོ་དེ་ནི་ཆད་པ་དང་རྟག་པ་མི་དམིགས་པས་ཡོད་པ་ཡོངས་སུ་ཆད་པ་མ་ལགས་སོ།
en: Because this wheel cannot be apprehended as eternal or annihilated, its existence is not nullified.

source: །འཁོར་ལོ་དེ་ནི་རྒྱུ་དང་རྐྱེན་ཤིན་ཏུ་བརྟགས་པས་འགལ་བ་མ་མཆིས་པ་ལགས་སོ།
en: Because this wheel is fully considerate of cause and condition, it is not contradictory.

source: །འཁོར་ལོ་དེ་ནི་བདེན་པ་ལགས་སོ།
en: This wheel is truth.

source: །འཁོར་ལོ་དེ་ནི་མི་སྐྱེ་མི་འགག་པ་ལགས་སོ།
en: This wheel neither arises nor ceases.

source: །འཁོར་ལོ་དེ་ནི་སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་ལགས་སོ།
en: This wheel is emptiness, the absence of marks, and the absence of wishes.

source: །བཙུན་པ་འོད་སྲུང་ཆེན་པོ་འཁོར་ལོ་དེ་འདྲ་བ་གང་ལགས་པ་དེའི་བསྐོར་བ་ཅི་འདྲ་བ་ཞིག་ལགས།
en: Honorable Mahākāśyapa, how do you think the turning of such a wheel as this might work?”

source: སྨྲས་པ། བུ་མོ་ཁྱོད་ཀྱི་བསྟན་པ་འདི་འདྲ་བ་ལགས་ན། ཁྱོད་ནི་རིང་པོ་མི་ཐོགས་པར་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་འགྱུར་རོ། །སྨྲས་པ།
en: “Girl, if you can teach like this, then surely you will before long fully awaken to unsurpassed and perfect buddhahood.”
